<h1>News</h1>
<div class="container">

    <div class="container text-center">
        <h1 class="text-muted">Как проходит обучение?</h1>
        <h3 class="text-primary info_bot">Пять шагов к исполнению твоих желаний</h3>
    </div>

    <div class="container">
        <h3 class="text-left">Регистрация на сайте</h3>
        <p class="text-left">Дата публікації</p>
        <div class="row">
            <div>
                <img src="https://intita.com/images/mainpage/step1.jpg" class="leftimg">
            </div>
            <div class="text-left">
                Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным партнером и
                советчиком в профессиональной самореализации.
                <a href="#news1" data-toggle="collapse" class="accordion-toggle collapsed">Детальніше</a>
                <div id="news1" class="collapse spoiler-body">
                    Lorem ipsum dolor sit amet, consectetur adipisicing elit,
                    sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam,
                    quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                    позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным
                    партнером и советчиком в профессиональной самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                    позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным
                    партнером и советчиком в профессиональной самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                    позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным
                    партнером и советчиком в профессиональной самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                    позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным
                    партнером и советчиком в профессиональной самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                    позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным
                    партнером и советчиком в профессиональной самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти б Зарегистрируйся на сайте, чтобы
                    получить доступ к курсам и пройти бесплатные модули и занятия. Это позволит Тебе оценить качество и
                    удобство нашего продукта, который станет для Тебя надежным партнером и советчиком в профессиональной
                    самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                    позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным
                    партнером и советчиком в профессиональной самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия.
                </div>
            </div>
        </div>
    </div>
    <div class="container">
        <h3 class="text-right">Выбор курса или модуля</h3>
        <p class="text-right">Дата публікації</p>
        <div class="row">
            <div>
                <img src="https://intita.com/images/mainpage/step2.jpg" class="rightimg">
            </div>
            <div class="text-right">
                Чтобы стать специалистом определенного направления и уровня (получить профессиональную специализацию)
                выбери для прохождения соответствующий курс. Если Тебя интересует исключительно углубление знаний в
                определенном направлении информационных технологий, то выбери интересующий Тебя модуль для прохождения.
                <a href="#news2" data-toggle="collapse" class="accordion-toggle collapsed">Детальніше</a>
                <div id="news2" class="collapse spoiler-body">
                    Lorem ipsum dolor sit amet, consectetur adipisicing elit,
                    sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam,
                    quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                    позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным
                    партнером и советчиком в профессиональной самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                    позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным
                    партнером и советчиком в профессиональной самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                    позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным
                    партнером и советчиком в профессиональной самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                    позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным
                    партнером и советчиком в профессиональной самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                    позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным
                    партнером и советчиком в профессиональной самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти б Зарегистрируйся на сайте, чтобы
                    получить доступ к курсам и пройти бесплатные модули и занятия. Это позволит Тебе оценить качество и
                    удобство нашего продукта, который станет для Тебя надежным партнером и советчиком в профессиональной
                    самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия. Это
                    позволит Тебе оценить качество и удобство нашего продукта, который станет для Тебя надежным
                    партнером и советчиком в профессиональной самореализации.
                    Зарегистрируйся на сайте, чтобы получить доступ к курсам и пройти бесплатные модули и занятия.
                </div>
            </div>
        </div>
    </div>
</div>